[
  {
    "id": "productID1",
    "title": "Premium Organic Skin Cream",
    "shortDescription": "Nourish your skin with our natural, organic skin cream. Perfect for hydration and soothing dry skin.",
    "longDescription": "This 100% organic skin cream is crafted to hydrate and restore your skin’s natural glow. Packed with plant-based ingredients, it provides long-lasting moisture and protection against dryness. Ideal for daily use, this cream helps maintain smooth, soft, and rejuvenated skin.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-1.png",
    "category": "organic",
    "stock": 45,
    "imageAltText": "Organic skin cream",
    "imageTitle": "Organic Skin Cream"
  },
  {
    "id": "productID2",
    "title": "Premium Organic Skin Cream",
    "shortDescription": "Experience smooth, hydrated skin with this all-natural, organic skin cream.",
    "longDescription": "Packed with nutrient-rich organic ingredients, this skin cream delivers deep hydration and healing properties to your skin. Suitable for all skin types, it’s gentle yet effective for achieving healthy, radiant skin.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-2.png",
    "category": "organic",
    "stock": 45,
    "imageAltText": "Organic skin cream",
    "imageTitle": "Organic Skin Cream"
  },
  {
    "id": "productID3",
    "title": "Organic Face Serum",
    "shortDescription": "Get glowing skin with this organic face serum, packed with vitamins and antioxidants.",
    "longDescription": "This organic face serum is formulated with rich antioxidants, vitamins, and oils to rejuvenate your skin. It reduces fine lines and wrinkles while promoting an even skin tone. Ideal for all skin types, this serum will leave your skin feeling fresh and radiant.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-3.png",
    "category": "organic",
    "stock": 45,
    "imageAltText": "Organic face serum",
    "imageTitle": "Organic Face Serum"
  },
  {
    "id": "productID4",
    "title": "Organic Herbal Soap",
    "shortDescription": "A refreshing herbal soap made with organic ingredients for a gentle cleanse.",
    "longDescription": "This organic herbal soap is made from all-natural ingredients and essential oils. It gently cleanses, exfoliates, and hydrates your skin, leaving it soft and nourished. Free from harsh chemicals, it’s perfect for sensitive skin.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-6.png",
    "category": "organic",
    "stock": 45,
    "imageAltText": "Organic herbal soap",
    "imageTitle": "Organic Herbal Soap"
  },
  {
    "id": "productID5",
    "title": "Organic Hair Shampoo",
    "shortDescription": "Rejuvenate your hair with our organic, sulfate-free shampoo.",
    "longDescription": "Made with 100% organic ingredients, this shampoo nourishes your hair, strengthens roots, and promotes healthy growth. Free from harmful chemicals, it gives your hair a natural shine and keeps it soft and manageable.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-7.png",
    "category": "organic",
    "stock": 45,
    "imageAltText": "Organic hair shampoo",
    "imageTitle": "Organic Hair Shampoo"
  },
  {
    "id": "productID6",
    "title": "Organic Face Mask",
    "shortDescription": "A soothing organic face mask that detoxifies and nourishes the skin.",
    "longDescription": "This organic face mask is designed to detoxify and rejuvenate your skin. Enriched with natural ingredients, it deeply nourishes and hydrates the skin, leaving it soft and glowing. It’s perfect for all skin types.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-8.png",
    "category": "organic",
    "stock": 45,
    "imageAltText": "Organic face mask",
    "imageTitle": "Organic Face Mask"
  },
  {
    "id": "productID7",
    "title": "Organic Lip Balm",
    "shortDescription": "Hydrate and protect your lips with this all-natural organic lip balm.",
    "longDescription": "Made with organic ingredients, this lip balm nourishes, hydrates, and protects your lips from dryness. It’s a must-have for soft, smooth, and naturally healthy lips.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-9.png",
    "category": "organic",
    "stock": 45,
    "imageAltText": "Organic lip balm",
    "imageTitle": "Organic Lip Balm"
  },
  {
    "id": "productID8",
    "title": "Organic Body Lotion",
    "shortDescription": "Nourish and hydrate your body with this luxurious organic body lotion.",
    "longDescription": "This organic body lotion is designed to hydrate and soften your skin, making it feel smooth and refreshed. Made with pure organic ingredients, it provides deep nourishment for healthy and glowing skin.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-10.png",
    "category": "organic",
    "stock": 45,
    "imageAltText": "Organic body lotion",
    "imageTitle": "Organic Body Lotion"
  },
  {
    "id": "productID9",
    "title": "Organic Superfood Blend - Boost Your Energy with Natural Ingredients",
    "shortDescription": "A wholesome blend of organic superfoods that energizes your body and enhances your well-being.",
    "longDescription": "Our Organic Superfood Blend is a premium mix of natural ingredients, carefully selected to support your body’s health. Rich in vitamins, minerals, and antioxidants, it’s perfect for boosting energy levels, enhancing mental clarity, and supporting overall wellness. Add it to your smoothies, shakes, or morning routine for a natural and healthy boost.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-11.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID10",
    "title": "Organic Green Tea - Fresh & Detoxifying, Perfect for Your Daily Routine",
    "shortDescription": "Revitalize your body with our premium organic green tea, perfect for detoxifying and boosting metabolism.",
    "longDescription": "Our Organic Green Tea is made from high-quality leaves, handpicked and processed to preserve its natural benefits. Packed with antioxidants and known for its detoxifying properties, it’s a great choice for improving metabolism and overall health. Enjoy it hot or iced, and make it a part of your daily routine to support your wellness journey.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-12.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID11",
    "title": "Organic Almonds - Raw, Natural & Packed with Nutrients",
    "shortDescription": "Delicious, raw organic almonds that are rich in healthy fats, protein, and essential vitamins.",
    "longDescription": "Our Organic Almonds are a perfect snack for any time of the day. Raw, crunchy, and full of nutrients, they are a great source of healthy fats, protein, and essential vitamins and minerals. Ideal for a quick snack, adding to smoothies, or including in your favorite recipes, these almonds are a versatile and healthy addition to your diet.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-13.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID12",
    "title": "Organic Raw Honey - Sweet & Pure, Straight from the Hive",
    "shortDescription": "A natural, unprocessed organic honey that is full of antioxidants and perfect for your health.",
    "longDescription": "Our Organic Raw Honey is pure, unprocessed, and packed with nutrients. Sourced from the finest organic hives, this honey is rich in antioxidants and offers a natural sweetness that’s perfect for your tea, toast, or smoothies. It’s also a great option to add to your daily diet for its natural energy-boosting properties.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-14.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID13",
    "title": "Organic Chia Seeds - Tiny Powerhouses of Nutrition",
    "shortDescription": "Packed with omega-3s, fiber, and protein, these organic chia seeds are a nutritious addition to any meal.",
    "longDescription": "Our Organic Chia Seeds are a powerhouse of nutrients, providing an excellent source of omega-3 fatty acids, protein, fiber, and antioxidants. Whether you’re adding them to smoothies, oatmeal, or baking, they’re an easy way to boost the nutritional value of your meals and snacks. A great option for those looking to maintain a balanced and healthy diet.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-15.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID14",
    "title": "Organic Coconut Oil - Pure & Cold-Pressed for Optimal Health",
    "shortDescription": "Premium organic coconut oil, ideal for cooking, skincare, and hair care.",
    "longDescription": "Our Organic Coconut Oil is cold-pressed to maintain its natural purity and rich content of healthy fats. Ideal for cooking, frying, and baking, it’s a versatile product that’s also great for skincare and hair care. Its natural properties make it a go-to option for those looking to enhance their health and beauty regimen with organic, natural ingredients.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-16.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID15",
    "title": "Organic Quinoa - Protein-Rich, Gluten-Free, and Nutritious",
    "shortDescription": "A gluten-free superfood, high in protein and perfect for any meal or salad.",
    "longDescription": "Our Organic Quinoa is a high-protein, gluten-free grain that makes a nutritious base for any meal. With its delicate, nutty flavor and versatile nature, it’s great for salads, bowls, or as a substitute for rice. Rich in essential amino acids and fiber, quinoa is a perfect addition to a healthy and balanced diet.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-17.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID16",
    "title": "Organic Turmeric Powder - Fresh & Pure for Your Wellness",
    "shortDescription": "This organic turmeric powder is known for its anti-inflammatory properties and benefits for overall health.",
    "longDescription": "Our Organic Turmeric Powder is harvested from the finest turmeric roots and is packed with curcumin, a powerful antioxidant with anti-inflammatory properties. This pure, organic powder is great for cooking, smoothies, or even as a natural remedy for overall health. Its vibrant yellow color and rich flavor make it a must-have in your pantry for healthy cooking.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-18.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID17",
    "title": "Organic Pumpkin Seeds - A Nutritious Snack Packed with Protein",
    "shortDescription": "Crunchy, organic pumpkin seeds that are high in protein, magnesium, and antioxidants.",
    "longDescription": "Our Organic Pumpkin Seeds are a crunchy and nutrient-dense snack that’s high in protein, magnesium, and antioxidants. Perfect for snacking, adding to salads, or mixing into your favorite trail mix, these seeds provide a natural energy boost and promote overall health. They’re a great addition to your diet if you’re looking for a healthy and filling snack.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-19.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID18",
    "title": "Organic Flax Seeds - High in Omega-3s & Fiber for Better Health",
    "shortDescription": "These organic flax seeds are rich in omega-3 fatty acids and fiber, promoting heart health and digestive wellness.",
    "longDescription": "Our Organic Flax Seeds are an excellent source of omega-3 fatty acids, fiber, and essential minerals. They’re perfect for adding to smoothies, oatmeal, or baked goods to boost your daily nutrient intake. Rich in antioxidants, these seeds are a great choice for promoting heart health and digestive wellness. Add them to your daily routine for improved overall health.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-20.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID19",
    "title": "Premium Organic Green Tea - Rich in Antioxidants and Refreshing Taste",
    "shortDescription": "Experience the natural goodness of our organic green tea, packed with antioxidants, promoting health and relaxation.",
    "longDescription": "Our organic green tea is carefully sourced from the best farms, offering a fresh, clean taste with numerous health benefits. Rich in antioxidants, it aids in metabolism, boosts immunity, and supports overall well-being. Perfect for a relaxing break or as part of your daily health routine.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-21.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID20",
    "title": "Organic Quinoa - High-Protein Superfood for a Healthy Lifestyle",
    "shortDescription": "A protein-packed superfood, our organic quinoa is a versatile and nutritious addition to your meals, offering a complete source of protein.",
    "longDescription": "Our organic quinoa is rich in essential nutrients, including proteins, vitamins, and minerals. It's a great gluten-free alternative, perfect for salads, bowls, or as a side dish. Whether you're preparing a meal for energy or managing a healthy diet, this quinoa supports your active lifestyle.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-22.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID21",
    "title": "Organic Almonds - Natural Snack Packed with Healthy Fats and Protein",
    "shortDescription": "Snack healthily with our organic almonds, rich in healthy fats, protein, and essential vitamins, perfect for energy boosts throughout the day.",
    "longDescription": "Our organic almonds are a perfect natural snack, offering a nutritious source of healthy fats, protein, and fiber. They help support heart health, boost brain function, and provide long-lasting energy. Enjoy them alone or add them to your recipes for a crunchy, wholesome bite.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-23.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID22",
    "title": "Organic Chia Seeds - Rich in Omega-3s and Antioxidants for Better Health",
    "shortDescription": "Add our organic chia seeds to your diet for a boost of omega-3s, antioxidants, and essential nutrients that support your wellness.",
    "longDescription": "Organic chia seeds are packed with omega-3 fatty acids, antioxidants, and essential nutrients, making them a superfood for heart health, digestive support, and energy. Whether mixed into smoothies, yogurt, or oatmeal, they offer a nutrient-dense addition to your meals.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-24.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID23",
    "title": "Organic Raw Honey - Pure and Natural Sweetener with Health Benefits",
    "shortDescription": "Our organic raw honey is a delicious, natural sweetener, packed with enzymes and antioxidants, offering numerous health benefits.",
    "longDescription": "This organic raw honey is harvested directly from the hive, preserving its natural enzymes and antioxidants. A perfect alternative to processed sugars, it supports immune health, offers anti-inflammatory properties, and provides natural energy. Enjoy it in tea, smoothies, or on its own as a healthy treat.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-25.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID24",
    "title": "Organic Apple Cider Vinegar - Supports Digestion and Detoxification",
    "shortDescription": "Our organic apple cider vinegar is a powerful health tonic that aids digestion, supports detoxification, and promotes overall well-being.",
    "longDescription": "Organic apple cider vinegar is known for its many health benefits, from improving digestion to supporting detoxification. With its high acetic acid content, it helps balance blood sugar, supports weight loss, and boosts metabolism. Use it in salads, smoothies, or as a natural health remedy.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-26.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID25",
    "title": "Organic Coconut Oil - Versatile and Nutrient-Rich for Cooking and Skin Care",
    "shortDescription": "Our organic coconut oil is rich in healthy fats, perfect for cooking, baking, or as a nourishing moisturizer for your skin and hair.",
    "longDescription": "Organic coconut oil is a versatile product, offering benefits for both your kitchen and your skincare routine. High in medium-chain triglycerides (MCTs), it helps boost metabolism and supports energy levels. Use it for cooking, baking, or apply it topically for healthy, glowing skin and hair.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-27.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID26",
    "title": "Organic Spinach - Fresh, Nutrient-Dense Green Leafy Vegetables",
    "shortDescription": "Add our fresh organic spinach to your meals for a boost of vitamins, minerals, and fiber, supporting overall health and wellness.",
    "longDescription": "Our organic spinach is packed with essential nutrients, including iron, calcium, and vitamins A, C, and K. This versatile vegetable is perfect for salads, soups, and smoothies, helping to support immune function, promote healthy digestion, and provide essential nutrients.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-28.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID27",
    "title": "Organic Oats - High-Fiber, Heart-Healthy Whole Grains",
    "shortDescription": "Start your day with our organic oats, packed with fiber and nutrients to support heart health and improve digestion.",
    "longDescription": "Our organic oats are a whole-grain powerhouse, providing a healthy dose of fiber, vitamins, and minerals. They help improve digestion, stabilize blood sugar, and support heart health. Whether used for oatmeal, baking, or smoothies, they provide a nutritious and filling option for any meal.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-29.png",
    "category": "organic",
    "stock": 45
  },
  {
    "id": "productID28",
    "title": "Organic Walnuts - Nutrient-Packed Nuts for Brain Health and Wellness",
    "shortDescription": "Snack on our organic walnuts, rich in omega-3s and antioxidants, perfect for boosting brain health and supporting heart function.",
    "longDescription": "Organic walnuts are packed with healthy fats, protein, and antioxidants, making them an ideal snack for brain health and heart function. They help reduce inflammation, improve cognitive function, and support cardiovascular health. Add them to your salads, smoothies, or enjoy them as a stand-alone snack.",
    "rating": 4,
    "realPrice": 1400,
    "discountedPrice": 740,
    "img": "./assets/images/product-thumb-30.png",
    "category": "organic",
    "stock": 45
  }
]